// HitokotoData一言模块
export const HitokotoDate = [
  //lonely
  "初闻不知曲中意，再听已是曲中人",
  "最深的孤独，是站在人群中却哑口无言",
  "成长就是将哭声调成静音的过程，你必须一个人碎，再一个人拼",
  "成长就是一个慢慢走向孤独的过程",

  // 动漫经典语录
  "无论你在哪里，我一定会找到你 —— 星际牛仔",
  "比起悲伤，无法分享快乐才是真的寂寞 —— 四月是你的谎言",
  "不相信自己的人，连努力的价值都没有 —— 火影忍者",
  "愿你生命中所有的遗憾，都是未来惊喜的铺垫 —— 天气之子",

  // 爱情感悟
  "缘分就是，遇见了可以让你笑的人",
  "喜欢是乍见之欢，爱是久处不厌",
  "世上最遗憾的事，不是从未拥有，而是差一点就在一起",

  // 人生哲理
  "没有人可以回到过去，但每个人都可以从现在开始",
  "生活不会因为你的懦弱而停止脚步",
  "不要因为走得太远，而忘记了为什么出发",
  "所谓的成熟，就是不断送别那个曾经卑微的自己",

  // 正能量...
  "万般努力只为出人头地，低头弯腰只为爬的更高",
  "那些看似不起波澜的日复一日，会在某天让你看到坚持的意义",
  "猛兽总是独行，牛羊才成群结队。如果你觉得孤独，那是你在登顶的路上",
  "故事由我书写，旅程由你见证，传奇由她聆听 —— 来自 Young Kbt",
];
